Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitHealthAndFitnessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# wellDoneOnMeetingGoalDot
source: Well done on meeting your goal!
ar: عمل رائع في تحقيق هدفك!
bg: Браво за постигнатата цел!
ca: Bona feina en aconseguir el teu objectiu!
cs: Dobrá práce k dosažení cíle!
da: Godt klaret med at nå dit mål!
de: Gut gemacht, dass du dein Ziel erreicht hast!
el: Μπράβο για την επίτευξη του στόχου σου!
es: ¡Bien hecho por alcanzar tu objetivo!
es_419: ¡Bien hecho por alcanzar tu meta!
fi: Hyvin tehty tavoitteen saavuttamisessa!
fr: Bien joué pour avoir atteint votre objectif !
fr_ca: Bien joué pour avoir atteint ton objectif !
he: כל הכבוד על השגת המטרה!
hi: बधाई हो, आपने अपने लक्ष्य को पूरा कर लिया है!
hr: Dobro odrađeno, ostvario si svoj cilj!
hu: Jól teljesítettél a célod elérésében!
id: Selamat atas tercapainya tujuanmu!
it: Ben fatto per aver raggiunto il tuo obiettivo!
ja: 目標達成おめでとうございます！
kk: Мақсатыңа жеткеніңмен құттықтаймыз!
ko: 목표를 달성하신 것을 축하합니다!
ms: Tahniah kerana mencapai matlamat anda!
nb: Bra jobba med å nå målet ditt!
nl: Goed gedaan met het behalen van je doel!
pl: Gratulacje za osiągnięcie celu!
pt_br: Parabéns por alcançar sua meta!
pt_pt: Bem feito por alcançar o teu objetivo!
ro: Felicitări pentru atingerea obiectivului!
ru: Отлично, ты достиг своей цели!
sk: Gratulujeme, splnili ste svoj cieľ!
sv: Bra jobbat med att nå ditt mål!
th: ขอแสดงความยินดีที่บรรลุเป้าหมาย!
tr: Hedefine ulaşman harika!
uk: Добре зроблено! Ви досягли своєї мети!
vi: Chúc mừng bạn đã đạt được mục tiêu!
zh_hans: 恭喜你达成目标！
zh_hant: 恭喜你達成了目標！
zh_hk: 恭喜達成你的目標！

# workoutCompleteDot
source: Workout complete!
ar: اكتمل التمرين!
bg: Тренировката е завършена!
ca: Entrenament complet!
cs: Trénink dokončen!
da: Træning fuldført!
de: Training abgeschlossen!
el: Η προπόνηση ολοκληρώθηκε!
es: ¡Entrenamiento completo!
es_419: ¡Entrenamiento completo!
fi: Harjoitus valmis!
fr: Entraînement terminé !
fr_ca: Entraînement terminé !
he: האימון הושלם!
hi: वर्कआउट पूर्ण!
hr: Trening završen!
hu: Edzés befejezve!
id: Selesai berolahraga!
it: Allenamento completato!
ja: ワークアウト完了！
kk: Дене жаттығуы аяқталды!
ko: 운동이 완료되었습니다!
ms: Latihan selesai!
nb: Trening fullført!
nl: Workout voltooid!
pl: Trening zakończony!
pt_br: Treino completo!
pt_pt: Treino completo!
ro: Antrenament finalizat!
ru: Тренировка завершена!
sk: Cvičenie dokončené!
sv: Träningen har slutförts!
th: เสร็จสิ้นการออกกำลังกาย!
tr: Antrenman tamamlandı!
uk: Тренування завершено!
vi: Buổi tập hoàn tất!
zh_hans: 锻炼完成！
zh_hant: 運動完成！
zh_hk: 訓練完成！
